Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

source: Disable FIPS
bn_bd: FIPS নিষ্ক্রিয় করা হবে

source: Disable HTTP Cache (when toolbox is open)
bn_bd: HTTP ক্যাশে নিষ্ক্রিয় করুন (টুলবক্স খোলা থাকাকালীন)

source: Disable JavaScript *
bn_bd: জাভাস্ক্রিপ্ট নিস্ক্রিয় করুন*

source: Disable notifications from %S
bn_bd: %S এর নোটিফিকেশন নিষ্ক্রিয় কর

source: Disable others
bn_bd: অন্যগুলি নিষ্ক্রিয় করুন

source: Disable popup auto hide
bn_bd: স্বয়ংক্রিয় পপ-আপের আড়াল নিষ্ক্রিয় করুন

source: Disable protection for now
bn_bd: এখন সুরক্ষা নিষ্ক্রিয় করুন

source: Disable protection for this session
bn_bd: এই সেশনের জন্য সুরক্ষা নিষ্ক্রিয় D

source: Disable protection for this site
bn_bd: এই সাইটের জন্য সুরক্ষা বন্ধ করুন D

source: Disable Safe Browsing JS Log
bn_bd: নিরাপদ ব্রাউজিং JS লগ নিষ্ক্রিয় করুন

source: Disables loading content from cache upon restart
bn_bd: পুনরারম্ভে ক্যাশ থেকে বিষয়বস্তু লোড নিষ্ক্রিয় করবে

source: Disable the specified add-on
bn_bd: নির্দিষ্ট এড-অনটি নিষ্ক্রিয় করুন

source: Disable this add-on
bn_bd: অ্যাড-অন নিষ্ক্রিয়

source: Disable this add-on (restart required)
bn_bd: অ্যাড-অন নিষ্ক্রিয় (পুনরায় শুরু আবশ্যক)

source: Disable touch simulation
bn_bd: স্পর্শ সিমুলেশন নিস্ক্রিয় করুন

source: Disabling the Safe Browsing feature is not recommended as it may result in you going to unsafe sites. If you wish to disable the feature completely, follow these steps:
bn_bd: নিরাপদ ব্রাউজিং বৈশিষ্ট্য নিষ্ক্রিয় করা সুপারিশকৃত নয় কারণ এর ফলে আপনি অনিরাপদ সাইটে চলে যেতে পারেন। আপনি যদি এ বৈশিষ্ট্য সম্পূর্ণরূপে নিষ্ক্রিয় করে চান তবে নিম্নোক্ত ধাপ অনুসরনীয়:

source: Discarded packets
bn_bd: প্রত্যাখ্যাত প্যাকেট সমূহ

source: Disconnect
bn_bd: বিচ্ছিন্ন করুন

source: Disconnect…
bn_bd: বিচ্ছিন্ন

source: Disconnect from a server currently connected for remote commands execution
bn_bd: বর্তমানে রিমোট কমান্ড সঞ্চালনের জন্য সংযুক্ত একটি সার্ভার থেকে সংযোগ বিচ্ছিন্ন করুন

source: Disconnect from server
bn_bd: সার্ভার থেকে সংযোগ বিচ্ছিন্ন করুন

source: Disconnect from Sync?
bn_bd: সিঙ্ক সেবা থেকে বিচ্ছিন্ন করা হবে?

source: Disconnect.me basic protection (Recommended).
bn_bd: Disconnect.me সাধারণ সুরক্ষা (সুপারিশকৃত)।

source: Disconnect.me strict protection.
bn_bd: Disconnect.me কঠোর সুরক্ষা।

source: Discuss Nightly on IRC
bn_bd: IRC তে Nightly নিয়ে আলোচনা

source: Dismiss
bn_bd: বাতিল

source: Display
bn_bd: প্রর্দশন করুন D

source: Display a list of all application cache entries. If the search parameter is used then the table displays the entries containing the search term.
bn_bd: সকল অ্যাপ্লিকেশন ক্যাশ এন্ট্রির তালিকা প্রদর্শন করুন। যদি অনুসন্ধান প্যারামিটার ব্যাবহার করা হয় তবে টেবিলটি সে সকল এন্ট্রি দেখাবে যে গুলোর অনুসন্ধান টার্ম আছে।

source: Display a list of all relevant security features of the current page.
bn_bd: বর্তমান পাতার সম্পর্কিত সকল সিকিউরিটি ফিচারের তালিকা দেখাও

source: Display a list of application cache entries.
bn_bd: অ্যাপ্লিকেশন ক্যাশ এন্ট্রি গুলোর একটি তালিকা প্রদর্শন করুন।

source: Display a list of preferences, optionally filtered when using the ‘search’ parameter
bn_bd: পছন্দের তালিকা দেখান,যখন 'অনুসন্ধান' প্যারামিটার ব্যবহার করবে তখন ঐচ্ছিকভাবে ফিল্টার হবে

source: Display a list of the cookies relevant to the current page.
bn_bd: সাম্প্রতিক পৃষ্ঠায় প্রাসঙ্গিক কুকির তালিকা প্রদর্শন করুন।

source: Display and alter cookies
bn_bd: কুকিজ প্রদর্শন এবং পরিবর্তন করুন

source: Display area names
bn_bd: প্রদর্শিত এরিয়ার নাম

source: Display available settings
bn_bd: বিদ্যমান সেটিং প্রদর্শন

source: Display cookies
bn_bd: কুকি প্রর্দশন করুন

source: Display CSP specific security features
bn_bd: CSP সম্পর্কিত সিকিউরিটি ফিচার দেখাও

source: Display feedback about the CSP applied to the current page.
bn_bd: সিএসপি সম্পর্কে প্রদর্শন মতামত বর্তমান পাতা প্রয়োগ।

source: Display known breakpoints
bn_bd: জানা ব্রেকপয়েন্টগুলো প্রদর্শন করুন

source: Display line numbers
bn_bd: লাইন সংখ্যা প্রদর্শন

source: Display notifications to you
bn_bd: আপনাকে নোটিফিকেশন দেখাবে

source: Display security features
bn_bd: সিকিউরিটি ফিচারগুলো দেখাও

source: Display setting value
bn_bd: সেটিং ভ্যালু প্রদর্শন করুন

source: Display supported security and privacy features
bn_bd: যে নিরাপত্তা ও গোপনীয়তা বৈশিষ্ট্য সমর্থন করে তা দেখাও।

source: Display the current Referrer Policy
bn_bd: বর্তমান রেফারার নীতি দেখাও

source: Display the progress of ongoing downloads (%S)
bn_bd: ডাউনলোডের অগ্রগতি প্রদর্শন (%S)

source: Display the Referrer Policy for the current page with example referrers for different URIs.
bn_bd: এই পাতার জন্য বিভিন্ন URIs এর জন্য রেফারারেরে উদাহরণসহ রেফারার পলিসি দেখাও।

source: Display the value of a given preference
bn_bd: প্রদত্ত পছন্দের তালিকার ভ্যালু প্রদর্শন করুন

source: Display the window in full screen (%S)
bn_bd: পূর্ণ পর্দায় উইন্ডো প্রদর্শন (%S)

source: Divehi
bn_bd: দিবেহী

source: Dive right into %1$S! Import your favorite sites and bookmarks from %2$S.
bn_bd: %1$S এ যাও! %2$S থেকে আপনার প্রিয় সাইট এবং বুকমার্ক নিয়ে আসুন।

source: Dive right into %1$S! Import your favorite sites and history from %2$S.
bn_bd: %1$S এ যাও! %2$S থেকে আপনার প্রিয় সাইট এবং ইতিহাস নিয়ে আসুন।

source: Dive right into %1$S! Import your favorite sites, bookmarks and history from %2$S.
bn_bd: %1$S এ যাও! %2$S থেকে আপনার প্রিয় সাইট, বুকমার্ক এবং ইতিহাস নিয়ে আসুন।

source: Dive right into %1$S! Import your favorite sites, bookmarks and passwords from %2$S.
bn_bd: %1$S এ যাও! %2$S থেকে আপনার প্রিয় সাইট, বুকমার্ক এবং পার্সওয়ার্ড নিয়ে আসুন।

source: Dive right into %1$S! Import your favorite sites, bookmarks, history and passwords from %2$S.
bn_bd: %1$S এ যাও! %2$S থেকে আপনার প্রিয় সাইট, বুকমার্ক, ইতিহাস এবং পার্সওয়ার্ড নিয়ে আসুন।

source: Dive right into %1$S! Import your favorite sites, history and passwords from %2$S.
bn_bd: %1$S এ যাও! %2$S থেকে আপনার প্রিয় সাইট, বুকমার্ক এবং পার্সওয়ার্ড নিয়ে আসুন।

source: Dive right into %1$S! Import your passwords from %2$S.
bn_bd: %1$S এ যাও! %2$S থেকে আপনার পার্সওয়ার্ড নিয়ে আসুন।

source: Djibouti
bn_bd: জিবুতি

source: DNS Lookup
bn_bd: ডিএনএস লুকআপ

source: DNS Name
bn_bd: DNS নাম

source: DNS resolution:
bn_bd: DNS রেজুলেশন:

source: Dock to bottom of browser window
bn_bd: ব্রাউজার উইন্ডোর পাশে ডক করুন

source: Dock to side of browser window
bn_bd: ব্রাউজার উইন্ডোর পাশে ডক করুন

source: document
bn_bd: নথি

source: documentation
bn_bd: ডকুমেন্টেশন

source: document.execCommand(‘cut’/‘copy’) was denied because it was not called from inside a short running user-generated event handler.
bn_bd: document.execCommand('cut'/'copy') প্রত্যাখ্যাত হয়েছে কারন স্বল্প চলমান ইউজার-জেনারেটেড ইভেন্ট হ্যান্ডেলারের ভেতর থেকে কল আসেনি।

source: Document Expired
bn_bd: ডকুমেন্ট মেয়াদউত্তীর্ণ হয়েছে

source: document is not standalone
bn_bd: নথিটি স্বতন্ত্র নয়

source: Document Outline
bn_bd: নথির রূপরেখা

source: Document Properties…
bn_bd: নথি বৈশিষ্ট্য…

source: does not save
bn_bd: সংরক্ষিণ করবে না

source: doesn’t make you anonymous
bn_bd: আপনাকে নামহীন করবে না

source: %d of %d results
bn_bd: %d এর %d ফলাফল

source: Dollar sign
bn_bd: ডলার চিহ্ন

source: Domain
bn_bd: ডোমেইন

source: Domain:
bn_bd: ডোমেইন:

source: DOM and Style Inspector (%S)
bn_bd: DOM এবং স্টাইল পরিদর্শক (%S)

source: DOM Event
bn_bd: DOM ইভেন্ট

source: Dominator
bn_bd: Dominators

source: Dominica
bn_bd: ডোমিনিকা

source: Dominican Republic
bn_bd: ডোমিনিকান প্রজাতন্ত্র

source: DOM Panel
bn_bd: DOM প্যানেল

source: DOM Source of MathML
bn_bd: MathML এর DOM সোর্স

source: DOM Source of Selection
bn_bd: নির্বাচিত অংশের DOM সোর্স

source: Done
bn_bd: সম্পন্ন

source: &Do not ask next time
bn_bd: পুনরায় জিজ্ঞেস করা হবে না&D

source: Do not disturb me
bn_bd: আমাকে বিরক্ত করবেন না n

source: Do not disturb me until I restart %S
bn_bd: %S রিস্টার্ট করার আগ পর্যন্ত আমাকে বিরক্ত করো না

source: Do not preserve line breaks
bn_bd: লাইন ব্রেক সংরক্ষণ করবেন না

source: Do not prompt for authentication if password is saved
bn_bd: পাসওয়ার্ড সংরক্ষিত থাকলে অনুমোদনের জন্য অনুরোধ করা থেকে বিরত থাকুন i

source: Do not show me this dialog box again.
bn_bd: এই ডায়ালগটি আর দেখানো হবে না।

source: Do Not Track
bn_bd: ট্র্যাক করবেন না

source: Don’t Allow
bn_bd: অনুমোদন করবেন না

source: &Don’t ask me again
bn_bd: পুনরায় জিজ্ঞেস করা হবে না &D

source: Don’t ask me again
bn_bd: পুনরায় অামাকে জিজ্ঞেস করবেন না D

source: Don’t ask me this again
bn_bd: পুনরায় জিজ্ঞেস করা হবে না

source: Don’t automatically install updates
bn_bd: স্বয়ংক্রিয়ভাবে হালনাগাদ ইনস্টল করা হবে না

source: Don’t Change
bn_bd: পরিবর্তন করা হবে না

source: Don’t Check
bn_bd: পরীক্ষা করা হবে না

source: Don’t Delete Files
bn_bd: ফাইল মুছে ফেলা হবে না

source: Don’t Exit
bn_bd: প্রস্থান করা হবে না

source: Don’t import anything
bn_bd: কিছুই ইমপোর্ট করা হবে না

source: Don’t Quit
bn_bd: প্রস্থান করা হবে না

source: Don’t remove this Container
bn_bd: এই কনটেইনার সরাবেন না

source: Do&n’t Save
bn_bd: সংরক্ষণ করা হবে না (&D)

source: Don’t Save
bn_bd: সংরক্ষণ করো না

source: Don’t show info bar when pop-ups are blocked
bn_bd: পপআপ উইন্ডো ব্লক করা হলে তথ্য বারে প্রদর্শিত হবেনা

source: Don’t show this message when pop-ups are blocked
bn_bd: পপ-আপ রোধ করা হলে এই বার্তাটি প্রদর্শন করা হবে না

source: Don’t start with a page reload
bn_bd: একটি পাতা পুনরায় লোড দিয়ে শুরু করবেন না

source: Don’t Tell Me Again
bn_bd: পুনরায় বলবেন না

source: Don’t Update
bn_bd: হালনাগাদ করবেন না

source: Dot
bn_bd: ডট

source: Do this automatically for files like this from now on.
bn_bd: এই ধরনের ফাইলের জন্য এখন থেকে স্বয়ংক্রিয়ভাবে এই ব্যবস্থা গ্রহণ করা হবে। (a)

source: Double click on the geo.enabled preference
bn_bd: geo.enabled পছন্দে ডবল ক্লিক

source: Double click to edit
bn_bd: সম্পাদনা করতে ডবল ক্লিক করুন

source: Down
bn_bd: নীচে (D)

source: Down Arrow
bn_bd: নিচের তীর

source: down diagonal strike
bn_bd: নিম্ন তীর্যক স্ট্রাইক

source: Download
bn_bd: ডাউনলোড

source: Download %1$S or %2$S and connect them to your Firefox Account.
bn_bd: %1$S অথবা %2$S ডাউনলোড করুন এবং আপনার Firefox অ্যাকাউন্টের সাথে যুক্ত করুন।

source: Download a fresh copy of &brandShorterName;
bn_bd: &brandShorterName; এর একটি নতুন কপি ডাউনলোড কুরুন;

source: Download a fresh copy of &brandShorterName; and we’ll help you to install it.
bn_bd: &brandShorterName; এর নতুন কপি ডাউনলোড করুন আমরা তা ইন্সটল করতে সহায়তা করবো।

source: Download &brandShorterName;
bn_bd: &brandShorterName; ডাউনলোড

source: Download &brandShorterName; update
bn_bd: &brandShorterName; হালনাগাদ ডাউনলোড

source: Downloaded
bn_bd: ডাউনলোডকৃত

source: Downloaded certificate’s name duplicates one already in your database.
bn_bd: ডাউনলোড করা সার্টিফকেটের নাম, ডাটাবেসে বর্তমানে উপস্থিত একটি সার্টিফিকেটের নামের অনুরূপ।

source: Download Error
bn_bd: ডাউনলোডে ত্রুটি

source: download error (%S)
bn_bd: ডাউনলোডে ত্রুটি (%S)

source: Download files and read and modify the browser’s download history
bn_bd: ফাইল ডাউনলোড করুন, পড়ুন এবং ব্রাউজারের ডাউনলোড ইতিহাস পরিবর্তন করুন

source: Download Firefox for
bn_bd: ফায়ারফক্স ডাউনলোড

source: downloading
bn_bd: ডাউনলোড হচ্ছে

source: Downloading
bn_bd: ডাউনলোড করা হচ্ছে

source: Downloading and installing updates to your add-ons…
bn_bd: আপনার অ্যাড-অনে হালনাগাদ ডাউনলোড করে ইনস্টল করা হচ্ছে…

source: Downloading and verifying add-on…;Downloading and verifying #1 add-ons…
bn_bd: অ্যাড অন ডাউনলোড এবং যাচাই করা হচ্ছে…;#1 টি অ্যাড অন ডাউনলোড এবং যাচাই করা হচ্ছে…

source: Downloading &brandShortName;
bn_bd: &brandShortName; ডাউনলোড করা হচ্ছে

source: Downloading Certificate
bn_bd: সার্টিফিকেট ডাউনলোড করা হচ্ছে

source: Downloading %S
bn_bd: %S ডাউনলোড করা হচ্ছে

source: Downloading: %S
bn_bd: ডাউনলোড করা হচ্ছে: %S

source: Downloading the update…
bn_bd: হালনাগাদ ডাউনলোড করা হচ্ছে…

source: Downloading update —
bn_bd: হালনাগাদ ডাউনলোড করা হচ্ছে —

source: downloads
bn_bd: ডাউনলোড

source: Downloads
bn_bd: ডাউনলোড

source: Download the latest version
bn_bd: সর্বশেষ সংস্করণ ডাউনলোড করুন

source: Download Update
bn_bd: হালনাগাদ ডাউনলোড

source: Do you want %S to save your tabs and windows for the next time it starts?
bn_bd: %S আবার চালু করার সময় প্রদর্শনের জন্য ট্যাব ও উইন্ডোগুলি কি সংরক্ষণ করতে চান?

source: Do you want %S to save your tabs for the next time it starts?
bn_bd: %S আবার চালু করার সময় প্রদর্শনের জন্য ট্যাবগুলো কি সংরক্ষণ করতে চান?

source: Do you want these documents to be your new home pages?
bn_bd: এই নথিটি কি আপনি নীড় পাতা করতে ইচ্ছুক?

source: Do you want this document to be your new home page?
bn_bd: এই নথিটি কি আপনি প্রধান পাতা হিসাবে স্থাপন করতে ইচ্ছুক?

source: Do you want to revert the changes you made to this scratchpad?
bn_bd: আপনি এই স্ক্র্যাচপ্যাডে যে পরিবর্তনগুলো এনেছেন সেগুলো কি আবার উল্লেখ করতে চান?

source: Do you want to save the changes you made to this scratchpad?
bn_bd: আপনি কি স্ক্রাচপ্যাডে আপনার পরিবর্তিত পরিবর্তন সংরক্ষণ করতে চান?

source: Do you want to trust “%S” for the following purposes?
bn_bd: নিম্নলিখিত কাজের জন্য আপনি কি "%S"-র উপর আস্থা রাখতে ইচ্ছুক?

source: Do you want to upgrade to %1$S %2$S now?
bn_bd: আপনি কি এখন %1$S %2$S এ উন্নীত হতে চান?

source: DPR automatically set by %1$S
bn_bd: %1$S দ্বারা স্বয়ংক্রিয়ভাবে DPR নির্ধারণ

source: Drag and Drop
bn_bd: টেনে এনে ফেলুন

source: Drag and drop items here to keep them within reach but out of your toolbar…
bn_bd: হাতের নাগালে কিন্তু আপনার টুলবারের বাইরে রাখতে আইটেমগুলো এখানে ড্র্যাগ করুন ও ছেড়ে দিন…

source: Drag left or right to decrease or increase the value
bn_bd: মান বৃদ্ধি বা হ্রাস করার জন্য বাম বা ডান পাশে টানুন

source: Drag up or down to re-order filter
bn_bd: ফিল্টারকে উপরে অথবা নিচে টেনে নতুন করে সাজান

source: Draw repainted areas in different colors
bn_bd: বিভিন্ন রং দিয়ে রিপেইন্টেড এরিয়া আঁকুন

source: %d results
bn_bd: %d ফলাফল

source: Driver Date
bn_bd: ড্রাইভারের তারিখ

source: Drivers
bn_bd: ড্রাইভার

source: Driver Version
bn_bd: ড্রাইভার সংস্করণ

source: DRM Content
bn_bd: DRM কন্টেন্ট

source: Dropped frames
bn_bd: বাদ পরা ফ্রেম

source: Dropping a file into a contenteditable element failed: %S.
bn_bd: কন্টেন্টেডিবল উপাদানে কোন ফাইল ড্রপ করা ব্যর্থ হয়েছে: %S।

source: Duplicate %1$S directives detected. All but the first instance will be ignored.
bn_bd: %1$S সদৃশ ডিরেক্টিভগুলি সনাক্ত করুন। সবগুলো কিন্তু প্রথম ইনস্ট্যান্স উপেক্ষা করা হবে।

source: duplicate attribute
bn_bd: অনুরূপ বৈশিষ্ট্য

source: Duplicate attribute.
bn_bd: অনুরূপ বৈশিষ্ট্য

source: Duplicate Keyword
bn_bd: কীওয়ার্ড ইতোমধ্যে বিদ্যমান

source: Duplicate Node
bn_bd: অনুরূপ নোড

source: Duration
bn_bd: স্থায়িত্ব

source: Duration:
bn_bd: সময়কাল:

source: Dutch
bn_bd: ডাচ

source: Dzongkha
bn_bd: জংখা

source: e
bn_bd: R

source: Each Frame on Separate _Pages
bn_bd: আলাদা পাতায় প্রতিটি ফ্রেম

source: &Each frame separately
bn_bd: আলাদা করে প্রতিটি ফ্রেম (&E)

source: Each frame separately
bn_bd: প্রতিটি ফ্রেম আলাদাভাবে (E)

source: Each weight in the additive-symbols descriptor must be smaller than the previous weight.
bn_bd: যুত-চিহ্ন বর্ণনাকারী প্রতিটি ওজন পূর্ববর্তী ওজন কম হওয়া আবশ্যক.

source: Eager Allocation Trigger
bn_bd: উৎসুক বরাদ্দ ট্রিগার

source: Ecuador
bn_bd: ইকুয়েডর

source: EDI Party Name
bn_bd: EDI পার্টির নাম

source: Edit
bn_bd: সম্পাদনা

source: Edit and Resend
bn_bd: সম্পাদনা ও পুনঃপ্রেরণ

source: Edit As HTML
bn_bd: HTML হিসেবে সম্পাদনা করুন

source: Edit Attribute “%S”
bn_bd: “%S” বৈশিষ্ট্য সম্পাদনা করুন

source: Edit Breakpoint
bn_bd: ব্রেকপয়েন্ট সম্পাদনা

source: Edit CA certificate trust settings
bn_bd: CA সার্টিফিকেটের বিশ্বস্ততা সংক্রান্ত বৈশিষ্ট্য সম্পাদনা

source: Edit Conditional Breakpoint
bn_bd: শর্তাধীন ব্রেকপয়েন্ট সম্পাদনা

source: Edit controls
bn_bd: সম্পাদনা নিয়ন্ত্রণ করুন

source: Edit Controls
bn_bd: সম্পাদনা নিয়ন্ত্রণ করুন

source: editing
bn_bd: সম্পাদনা করা হচ্ছে

source: Edit list…
bn_bd: সম্পাদনা তালিকা…

source: Edit one of the resources that is part of this page
bn_bd: এই পৃষ্ঠার অন্তর্ভূক্ত একটি রিসোর্স সম্পাদনা করুন

source: Editor
bn_bd: এডিটর

source: Editor Preferences
bn_bd: এডিটর পছন্দসমূহ

source: Edit Password
bn_bd: পাসওয়ার্ড সম্পাদনা E

source: Edit Pop-up Blocker Options…
bn_bd: পপ-আপ রোধ সংক্রান্ত অপশন সম্পাদনা…

source: Edit Pop-up Blocker Preferences…
bn_bd: পপ-আপ রোধ সংক্রান্ত পছন্দসমূহ সম্পাদনা…

source: Edit position
bn_bd: অবস্থান সম্পাদনা

source: Edit This Bookmark
bn_bd: বুকমার্কটি সম্পাদনা করুন

source: Edit this bookmark (%S)
bn_bd: এই বুকমার্কটি সম্পাদনা (%S)

source: Edit Trust…
bn_bd: বিশ্বস্ততা সম্পাদন (E)…

source: Edit trust settings:
bn_bd: বিশ্বস্ততা সংক্রান্ত বৈশিষ্ট্য সম্পাদনা:

source: Edit Username
bn_bd: ইউজারনেম সম্পাদনা d

source: Effective Content Process Sandbox Level
bn_bd: কার্যকরী বিষয়বস্তু প্রক্রিয়ার স্যান্ডবক্স স্তর

source: Egypt
bn_bd: মিশর

source: element
bn_bd: উপাদান

source: Elements matched by selector: %1$S. Attributes removed: %2$S.
bn_bd: উপাদান নির্বাচক দ্বারা মিলেছে: %1$S. অ্যাট্রিবিউট সরিয়ে ফেলা হয়েছে: %2$S।

source: Elements matched by selector: %1$S. Elements removed: %2$S.
bn_bd: নির্বাচক দ্বারা উপাদান মিলেছে: %1$S। উপাদান সরানো হয়েছে: %2$S।

source: Elements matched by selector: %1$S. Replaces in text nodes: %2$S. Replaces in attributes: %3$S.
bn_bd: নির্বাচক দ্বারা উপাদান মিলেছে: %1$S. টেক্সট নোডে প্রতিস্থাপন করা হয়েছে: %2$S. অ্যাট্রিবিউটে প্রতিস্থাপন করা হয়েছে: %3$S.

source: element type
bn_bd: এলিমেন্টের ধরন

source: element with the styles needed before the ‘load’ event to the top. Here are the style blocks you need:
bn_bd: 'লোড' হওয়ার পূর্বে প্রয়োজনীয় স্টাইলের সাথে উপাদান আবশ্যক। আপনার প্রয়োজনীয় স্টাইল ব্লক দেওয়া আছে:

source: Elliptic Curve Public Key
bn_bd: ইলিপটিক কার্ভ পাবলিক কী

source: El Salvador
bn_bd: এল সালভাডর

source: e-mail
bn_bd: ই-মেইল

source: Email
bn_bd: ইমেইল

source: Email Address
bn_bd: ইমেইল ঠিকানা

source: E-Mail Address
bn_bd: ইমেইল ঠিকানা

source: Email addresses: %1$S
bn_bd: ইমেইল ঠিকানা: %1$S

source: Email a link to this page
bn_bd: এই পাতায় একটি লিঙ্ক ইমেল করুন

source: Email Audio…
bn_bd: A অডিও ইমেইল করুন...

source: Email Image…
bn_bd: ছবি ইমেইল করুন... g

source: Email Link
bn_bd: ইমেইল লিংক

source: Email Link…
bn_bd: লিঙ্ক ইমেইল করুন... E

source: Email me when more information is available
bn_bd: আমাকে ইমেইল করুন যখন আরও তথ্য পাওয়া যাবে

source: E-mail protection
bn_bd: ইমেইলের নিরাপত্তা

source: Email Recipient Certificate
bn_bd: ইমেইল গ্রহণকারী সার্টিফিকেট

source: Email Signer Certificate
bn_bd: ইমেইল স্বাক্ষরকারী সার্টিফিকেট

source: Email Video…
bn_bd: ভিডিও ইমেইল করুন... a

source: Embed
bn_bd: সন্নিবেশ

source: <em:contributor>Joe Solon</em:contributor> <em:contributor>Suzy Solon</em:contributor>
bn_bd: <em:contributor>Zobayer Ahmed Khan</em:contributor> <em:contributor>Mahay Alam Khan</em:contributor>

source: Empty
bn_bd: ফাঁকা

source: (Empty)
bn_bd: (ফাঁকা)

source: Empty.
bn_bd: ফাঁকা

source: Empty cache
bn_bd: ফাঁকা ক্যাশে

source: Empty string passed to getElementById().
bn_bd: getElementById() এ ফাঁকা স্ট্রিং পাঠানো হয়েছে।

source: Emulate a specified CSS media type
bn_bd: একটি নির্দিষ্ট CSS মিডিয়া পদ্ধতি অনুকরণ করুন

source: enable
bn_bd: সক্রিয়

source: Enable
bn_bd: সক্রিয় E

source: Enable add-on compatibility checking
bn_bd: অ্যাড-অনের উপযুক্ততা পরীক্ষা সক্রিয়

source: Enable add-on debugging
bn_bd: অ্যাড-অন ডিবাগিং সক্রিয় করুন

source: Enable add-on update security checking
bn_bd: অ্যাড-অন হালনাগাদকরন নিরাপত্তা পরীক্ষা করা সক্রিয়

source: Enable Adobe Flash protected mode
bn_bd: Adobe Flash সুরক্ষিত মোড সক্রিয় করুন

source: Enable all breakpoints
bn_bd: সমস্ত ব্রেকপয়েন্ট সক্রিয় করুন

source: Enable and Restart
bn_bd: সক্রিয় করুন এবং পুনঃশুরু করুন

source: Enable &brandShortName; Health Report
bn_bd: &brandShortName; স্বাস্থ্য প্রতিবেদন সক্রিয় করা হবে

source: Enable breakpoint
bn_bd: ব্রেকপয়েন্ট সক্রিয় করুন

source: Enable Breakpoint
bn_bd: ব্রেকপয়েন্ট সক্রিয় করুন

source: Enable Breakpoints
bn_bd: ব্রেকপয়েন্ট সক্রিয় করুন

source: Enable browser chrome and add-on debugging toolboxes
bn_bd: ব্রাউজার chrome ও অ্যাড অন ডিবাগ টুলবক্স সক্রিয় করুন

source: Enable Container Tabs
bn_bd: কন্টেইনার ট্যাব সক্রিয় করুন

source: enabled
bn_bd: সক্রিয়

source: Enabled
bn_bd: সক্রিয়

source: enabled by default
bn_bd: বাই ডিফল্ট সক্রিয়

source: Enabled by default
bn_bd: বাই ডিফল্ট সক্রিয় রয়েছে

source: enabled by user
bn_bd: ব্যবহারকারী দ্বারা সক্রিয়

source: Enabled by user
bn_bd: ব্যবহারকারী দ্বারা সক্রিয়

source: Enable/disable all breakpoints
bn_bd: সমস্ত ব্রেকপয়েন্ট সক্রিয়/নিস্ক্রিয় করুন

source: Enabled Plugins
bn_bd: সক্রিয় প্লাগইন

source: Enable DRM
bn_bd: সক্রিয় করুন DRM E

source: Enable FIPS
bn_bd: FIPS সক্রিয় করা হবে

source: Enable Hand Tool
bn_bd: হ্যান্ড টুল সক্রিয় করুন

source: Enable multi-process &brandShortName;
bn_bd: মাল্টি-প্রসেস সক্রিয় &brandShortName;

source: Enable multiprocess Firefox in preferences for rendering recording data in realtime.
bn_bd: রিয়েলটাইম রেকর্ডিং তথ্য রেন্ডারিং জন্য পছন্দে multiprocess ফায়ারফক্স সক্ষম.

source: Enable others
bn_bd: অন্যগুলি সক্রিয় করুন

source: Enable persistent logs
bn_bd: নিয়মিত লগ সক্রিয় করুন

source: Enable protection
bn_bd: E ইমেইলের নিরাপত্তা

source: Enable remote debugging
bn_bd: রিমোট ডিবাগিং সক্রিয় করুন

source: Enable (Requires Restart)
bn_bd: সক্রিয় (রিস্টার্ট প্রয়োজন) E

source: Enable Safe Browsing JS Log
bn_bd: নিরাপদ ব্রাউজিং JS লগ সক্রিয় করুন

source: Enable Services
bn_bd: সেবা সক্রিয় করুন

source: Enable Service Workers over HTTP (when toolbox is open)
bn_bd: HTTP এ সার্ভিস ওয়ার্কারদের সক্রিয় করুন (যখন টুলবক্স খোলা থাকে)

source: Enable Source Maps
bn_bd: উৎস ম্যাপ সক্রিয় করুন

source: Enables Safe Mode upon restart
bn_bd: রিস্টার্টের পর সেফ মোড সক্রিয় করুন

source: Enables the camera audio sound when taking screenshot
bn_bd: স্ক্রিনশট নেওয়ার সময় ক্যামেরা অডিও শব্দ সক্রিয় কর

source: Enable the specified add-on
bn_bd: নির্দিষ্ট অ্যাড-অনটি সক্রিয় করুন

source: Enable this add-on
bn_bd: অ্যাড-অন সক্রিয়

source: Enable this add-on (restart required)
bn_bd: অ্যাড-অন সক্রিয় (পুনরায় শুরু আবশ্যক)

source: Enable timestamps
bn_bd: টাইমস্ট্যাম্প সক্রিয় করুন

source: Enable touch simulation
bn_bd: স্পর্শ সিমুলেশন সক্রিয় করুন

source: enclosed
bn_bd: আটকা

source: Encoder
bn_bd: ইনকোডার

source: encoding specified in XML declaration is incorrect
bn_bd: XML এ উল্লেখিত এনকোডিং সঠিক নয়

source: Encrypted connections only
bn_bd: শুধুমাত্র এনক্রিপ্ট করা সংযোগ

source: Encryption makes it difficult for unauthorized people to view information traveling between computers. It is therefore unlikely that anyone read this page as it traveled across the network.
bn_bd: এনক্রিপশন ব্যবহারের ফলে বিভিন্ন কম্পিউটারের মধ্যে বিনিময় হওয়া তথ্য কোনো তৃতীয় ব্যক্তির দ্বারা অন্যায্যভাবে পাঠ করা কঠিন। এই কারণে নেটওয়ার্কে যাত্রাকালে সম্ভবত এই পৃষ্ঠাটি কারও দ্বারা পড়া হয়নি

source: End
bn_bd: শেষ

source: End:
bn_bd: শেষ

source: End Date
bn_bd: সমাপ্তির তারিখ

source: End delay:
bn_bd: ডিলে শেষ:

source: Ended
bn_bd: শেষ হয়েছে

source: end of at-rule
bn_bd: at-rule সমাপ্ত

source: end of comment
bn_bd: মন্তব্য সমাপ্তি

source: end of declaration
bn_bd: বিবৃতি শেষে

source: End of file after “<”.
bn_bd: “<” এরপরে ফাইলের শেষে।

source: End of file inside comment.
bn_bd: মন্তব্য ভেতরে ফাইলের শেষে।

source: End of file inside doctype.
bn_bd: ডকুমেন্ট ধরণের ভেতরে ফাইলের শেষে ।

source: End of file inside end tag. Ignoring tag.
bn_bd: ফাইলের শেষে ভেতরে শেষ ট্যাগ।ট্যাগ উপেক্ষা করুন।

source: End of file inside public identifier.
bn_bd: পাবলিক সনাক্তকারীর ভেতরে ফাইলের শেষে ।

source: End of file inside system identifier.
bn_bd: সিস্টেম সনাক্তকারীর ভেতরে ফাইল শেষে।

source: End of file occurred in an attribute name. Ignoring tag.
bn_bd: একটি বৈশিষ্ট্য নামে ফাইলের শেষে ঘটেছে। ট্যাগ উপেক্ষা করুন।

source: End of file reached when inside an attribute value. Ignoring tag.
bn_bd: ফাইলের শেষে পৌছেছেন যখন ভেতরে একটি বৈশিষ্ট্য মান ছিল। ট্যাগ উপেক্ষা করুন।

source: End of file seen when looking for tag name. Ignoring tag.
bn_bd: ফাইলের শেষ দেখা গিয়েছে যখন ট্যাগের নাম খুঁজছিলেন। ট্যাগ উপেক্ষা করুন।

source: end of media list in @import or @media rule
bn_bd: @import অথবা @media নিয়মের মধ্যে মিডিয়া তালিকার সমাপ্তি
